{"bos_token": "<s>", "eos_token": "</s>", "unk_token": "<unk>", "sep_token": "</s>", "cls_token": "<s>", "pad_token": "<pad>", "mask_token": {"content": "<mask>", "single_word": false, "lstrip": true, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "sp_model_kwargs": {}, "model_max_length": 4096, "special_tokens_map_file": null, "name_or_path": "C:\\Users\\artur\\Desktop\\stuff\\IST\\Thesis\\Code\\KP_Extraction\\keybert\\backend\\long_models\\longformer-paraphrase-multilingual-mpnet-base-v2", "output_loading_info": false, "output_hidden_states": true, "output_attentions": true, "tokenizer_file": "C:\\Users\\artur\\Desktop\\stuff\\IST\\Thesis\\Code\\KP_Extraction\\keybert\\backend\\long_models\\longformer-paraphrase-multilingual-mpnet-base-v2\\tokenizer.json", "tokenizer_class": "XLMRobertaTokenizer"}